{
  "lang": "en-US",
  "validateLang": "en",
  "flag": "us",
  "lang-name": "English (US)",
  "TRANSLATED_BY": "<b>MBJames</b> (4814342)",

  "Error": "",
  "You need a browser with JavaScript support": "",

  "QUOTE": "There are things about stamina we cannot explain. For everything else, there is <b>Stamin.IA!</b>",

  "TITLE": "Welcome to Stamin.IA!",
  "SUBTITLE": "The Hattrick's first substitutions calculator tool",
  "SHORT_HELP": "Please fill out the form and Stamin.IA! will calculate in which minute you should plan the substitution between <b>%s</b> and <b>%s</b> in order to gain the maximum contribution.",
  "LONG_HELP": "This guide provides detailed information about Stamin.IA!.<br/><br/><b>Player strength</b> used by this tool is not related to skill levels and sublevels used in Hattrick: it is only intended as a measurement to summarize the player usefulness with a single value.<br/><br/>The <b>advanced strength calculation</b> should be used when more than one skill has to be kept in consideration to determine the field contribution of a player; in example for a goalkeeper, whose contribution to defence is given by both goalkeeper and defence skills. On the other hand, if one wants to evaluate midfield-only contribution of a playmaker, advanced strength calculation is not needed or it can be used while zero-ing all of the skills but playmaking.<br/><br/>After filling the form, click on <b>Calculate</b>.<br/><br/>The result will point the right time (a certain minute or a range of minutes) at which the substitution has to be done, in order to obtain the maximum contribution to your team from both players.<br/><br/>The <b>Total Contribution</b> graph shows the <i>contribution</i> given by players to team if the substitution is done at a given <i>minute</i>.<br/><br/>The <b>Partial Contribution</b> graph shows the individual <i>contribution</i> given by players to team, when the first player is replaced by the second at a given <i>minute</i>. <br/><br/>At a first glance, the two graphs might look un-connected or even contradictory. To explain how they're related to each other, let's consider a substitution made at minute 10th of the first half. From the \"Partial Contribution\" graph let's note down the contribution of the first player, leaving the field at minute 9th (he doesn't participate to contribution calculation for minute 10th), and of the second player that enters the field at minute 10th. Thus, the first player has contributed to his team for 9/90 (10%) and the second player for 81/90 (90%). By adding up the 10% of the first player's contribution and 90% of the second player's one, the value of \"Total Contribution\" graph is obtained for minute 10th.<br/><br/>By enabling the <b>Pressing</b> option, Stamin.IA! will keep in consideration the negative impact given by pressing tactic on players stamina.<br/><br/>The <b>Contribution Table</b> (only shown if its option is enabled) includes all of the calculation details. Given the minute at which the substitution is performed, information are shown such as players' total contribution, the percentage of their performance compared to maximum, the single contribution and other:<br/><ul><li><b>MIN</b>: Minimum contribution</li><li><b>MAX</b>: Maximum contribution</li><li><b>~ 1%</b>: Less than 1% of difference between the maximum contribution (useful to set the substitution a little bit before/after if you want to give more experience to the players or if you are afraid of injuries, without losing too much in terms of contribution)</li><li><b>P1 bad stamina &darr;</b>: If Player 1 keeps playing in or after this minute, he has a chance to suffer a bad special event because of his low stamina</li><li><b>P2 bad stamina &uarr;</b>: If Player 2 starts playing in or before this minute, he has a chance to suffer a bad special event because of his low stamina</li></ul>Stamin.IA! doesn't consider injuries. It should be obvious that the injury risk is directly proportional to the number of minutes that a player stays on the field and it's obvious, also, that injuries are not predictable.<br/>",

  "CHPP": "",
  "Authorize Stamin.IA! to access your data": "",
  "Remember me": "",
  "Login": "",
  "<b>WARNING:</b> by enabling \"%s\", your authorization data are stored in a %s on your computer. <b>DO NOT USE</b> this option if you are using a public computer (i.e. internet points)." :  "",
  "cookie" : "",
  "A cookie is used for an origin website to send state information to a user's browser and for the browser to return the state information to the origin site." : "",
  "Revoke authorization": "",

  "Close": "",
  "Help": "",
  "Check %s if you need an estimation of stamina sub-levels.": "",

  "General settings": "",
  "Show charts": "",
  "Show contributions table": "",
  "Pressing": "",
  "Advanced strength calculation": "",
  "Predictions Type": "",

  "CHPP Mode": "",
  "Unauthorized": "",
  "Loading...": "",
  "Refresh data": "",

  "Players Info": "",
  "Player": "",
  "Player 1": "",
  "Player 2": "",
  "Sort by": "",
  "Shirt Number": "",
  "Name": "",

  "Form": "",
  "Stamina": "",
  "Experience": "",
  "Main Skill": "",
  "Loyalty": "",
  "Mother club bonus": "",

  "Skill": "",
  "Keeper (skill)": "Keeper",
  "Defending (skill)": "Defending",
  "Playmaking (skill)": "Playmaking",
  "Winger (skill)": "Winger",
  "Passing (skill)": "Passing",
  "Scoring (skill)": "Scoring",
  "Set Pieces (skill)": "Set Pieces",
  "non-existent": "",
  "disastrous": "",
  "wretched": "",
  "poor": "",
  "weak": "",
  "inadequate": "",
  "passable": "",
  "solid": "",
  "excellent": "",
  "formidable": "",
  "outstanding": "",
  "brilliant": "",
  "magnificent": "",
  "world class": "",
  "supernatural": "",
  "titanic": "",
  "extra-terrestrial": "",
  "mythical": "",
  "magical": "",
  "utopian": "",
  "divine": "",

  "Calculate": "",
  "Switch players": "",
  "Reset": "",
  "Get link": "",

  "Position": "",
  "Keeper": "",
  "Defender": "",
  "Defender (Off)": "",
  "Defender (TW)": "",
  "Winger Back": "",
  "Winger Back (Off)": "",
  "Winger Back (Def)": "",
  "Winger Back (TM)": "",
  "Midfielder": "",
  "Midfielder (Off)": "",
  "Midfielder (Def)": "",
  "Midfielder (TW)": "",
  "Winger": "",
  "Winger (Off)": "",
  "Winger (Def)": "",
  "Winger (TM)": "",
  "Forward": "",
  "Forward (Def)": "",
  "Forward (Def+Tec)": "",
  "Forward (TW)": "",

  "Charts": "",
  "Total Contribution": "",
  "Partial Contributions": "",

  "Contributions table": "",

  "Credits": "",
  "Thanks to": "",
  "Translated by": "",
  "Nerd thanks": ""
}
