{
  "lang": "hu-HU",
  "validateLang": "hu",
  "flag": "hu",
  "lang-name": "Magyar",
  "TRANSLATED_BY": "<b>dzsoo</b> (9668661)",

  "Error": "Hiba",
  "You need a browser with JavaScript support": "Olyan böngésző szükséges, amely támogatja a JavaScriptet",

  "QUOTE": "Vannak dolgok az erőnléttel kapcsolatban, amelyeket nem tudunk megmagyarázni. Minden másra itt a <b>Stamin.IA!</b>.",

  "TITLE": "Üdvözöllek a Stamin.IA oldalán!",
  "SUBTITLE": "A Hattrick első cserekalkulátora",
  "SHORT_HELP": "Töltsd ki az űrlapot és a Stamin.IA! kiszámítja, hogy melyik percre érdemes cserét tervezned <b>%s</b> és <b>%s</b> között, hogy mindketten maximálisan járuljanak hozzá az értékeléseidhez.",
  "LONG_HELP": "<p>Ez az útmutató részletes információt nyújt a Stamin.IA! használatáról.Az eszköz által használt </p><p><strong>játékos erősség</strong> nincs kapcsolatban a Hattrick képességszintjeivel és alszintjeivel: mindössze arra szolgál, hogy összefoglaljuk a játékos hasznosságát egyetlen mérőszámmal.</p><p>A <strong>bővített erősség számítást</strong> akkor kell használnunk, ha egynél több képességet veszünk figyelembe, a játékos pontosabb mezőnyhozzájárulásának kiszámítása érdekében; például egy kapus esetében, aki a védelemhez a védés és védekezés képességével is hozzájárul. Másrészről, ha valaki egy középpályás középpálya hozzájárulását akarja csak becsülni, a bővített erősség számításra nincs szüksége, vagy a játékszervezésen kívül minden más képességet ki kell nulláznia.</p><p>Az űrlap kitöltése után kattints a <strong>Számol</strong> gombra.</p><p>Az eredmény megmutatja azt a bizonyos percet (egy adott percet, vagy intervallumot), amikor a cserét el kell végezdned annak érdekében, hogy mindkettő játékos maximálisan járuljon hozzá a csapatod teljesítményéhez.</p><p>A <strong>Teljes Hozzájárulás</strong> grafikonon látható az adott játékos <em>csapathozzájárulása</em>, abban az esetben ha a megadott <em>percben</em> végrehajtásra került a csere.</p><p>A <strong>Részleges Hozzájárulás</strong> grafikon az adott játékos egyéni <em>hozzájárulását</em> mutatja meg, ha az első játékost lecserélte a második a megadott <em>percben</em>.</p><p>Első pillantásra a két grafikon nem tűnik összefüggőnek, sőt akár ellentmondásosnak is. Magyarázatként nézzünk meg egy példát a kapcsolatra arra az esetre, ha az első félidő 10. percében hajtunk végre cserét. A \"Részleges Hozzájárulás\" grafikon írja le az első játékos hozzájárulásást, ahogy a 9. percben elhagyja a pályát (tehát a 10. perc hozzájárulás számításában nem vesz részt), valamint a 2. játékosét, aki a 10. percben pályára lép.  Így az 1. játékos 9/90 (10%) részben, a 2. játékos 81/90 (90%) részben járult hozzá a csapat teljesítményéhez. Összessítve az 1. játékos 10% és a 2. játékos 90%-os hozzájárulását a \"Teljes Hozzájárulás\" grafikon mutatja meg a 10. percre (is).</p><p>A <strong>Játéktördelés</strong> opció engedélyezésével, a Stamin.IA! figyelembe veszi a játékosoknál a játéktördelés taktika erőnlétre gyakorolt negatív hatását.</p><p>A <strong>Hozzájárulás-táblázatban</strong> (csak akkor látható, ha az opció engedélyezve van) láthatod az összes számítási részletet. Az adott percet, amikor a csere végrehajtásra került, olyan információk, mint a játékosok teljes hozzájárulása, a maximumhoz viszonyított teljesítményük százalékosan, az egyszerűsített hozzájárulásuk és mások:</p><ul><li><b>MIN</b>: Minimális hozzájárulás</li><li><b>MAX</b>: Maximális hozzájárulás</li><li><b>~ 1%</b>: Kevesebb, mint 1% különbség a maximális hozzájáruláshoz képest (hasznos lehet egy picit korábbi/későbbi csere beállításakor, ha több tapasztalatot akarsz adni a játékosnak, vagy éppen tartasz egy sérüléstől, anélkül hogy túl sokat vesztenél a hozzájárulásból)</li><li><b>J1 rossz erőnlét &darr;</b>: Ha az 1. játékost ezután is a pályán tartod, esélye van, hogy alacsony erőnlét miatti negatív eseményt szenvedjen el</li><li><b>J2 rossz erőnlét &uarr;</b>: Ha a 2. játékos ebben, vagy ezelőtt a perc előtt kezd el játszani, akkor esélye van alacsony erőnlét miatti negatív eseményt kapnia</li></ul><p>A Stamin.IA! nem veszi figyelembe a sérüléseket. Nyilvánvaló, hogy a sérülés kockázata egyenesen arányos a pályán töltött idővel és az is nyilvánvaló, hogy a sérülés előre meg nem jósolható.</p><p>Megbecsülheted az erőnlét töredékszintjét az <a href=\"#\" id=\"extraLink\"><i class=\"icon-plus-sign\"></i> Extra</a> fülön található eszközzel.</p>",

  "CHPP": "CHPP",
  "Authorize Stamin.IA! to access your data": "Engedélyezd a Stamin.IA!-nak, hogy hozzáférhessen az adataidhoz",
  "Remember me": "Emlékezz rám",
  "Login": "Belépés",
  "<b>WARNING:</b> by enabling \"%s\", your authorization data are stored in a %s on your computer. <b>DO NOT USE</b> this option if you are using a public computer (i.e. internet points)." :  "<b>FIGYELMEZTETÉS:</b> \"%s\" engedélyezésével az azonosítási információid a számítógépen egy %s-ban kerül tárolásra. <b>NE HASZNÁLD</b> ezt a lehetőséget, ha nyilvános számítógépet használsz (pl. internet hozzáférési pont).",
  "cookie" : "Süti",
  "A cookie is used for an origin website to send state information to a user's browser and for the browser to return the state information to the origin site." : "A sütit (cookie) arra használja egy eredeti weboldal, hogy állapot információkat küldjön a felhasználó böngészőjének, majd a böngésző információkat adjon vissza az eredeti weboldalnak.",
  "Revoke authorization": "Engedély visszavonása",

  "Close": "Bezár",
  "Help": "Súgó",

  "Settings": "Általános beállítások",
  "Only calculate the second half": "Számítás csak a 2. félidőre",
  "Show charts": "Grafikonok megjelenítése",
  "Show contributions table": "Hozzájárulás-táblázat megjelenítése",
  "Pressing": "Játéktördelés",
  "Advanced strength calculation": "Bővített erősség számítás",
  "Predictions Type": "Előrejelzés típusa",

  "CHPP Mode": "CHPP mód",
  "Unauthorized": "Nem engedélyezett",
  "Loading...": "Töltés...",
  "Refresh data": "Adatok frissítése",

  "Players Info": "Játékosok adatai",
  "Player": "Játékos",
  "Player 1": "1. játékos",
  "Player 2": "2. játékos",
  "Sort by": "Rendezés",
  "Shirt Number": "Mezszám",
  "Name": "Név",

  "Form": "Forma",
  "Stamina": "Erőnlét",
  "Experience": "Tapasztalat",
  "Main Skill": "Főképesség",
  "Loyalty": "Hűség",
  "Mother club bonus": "Anyaegyesületi bónusz",

  "Skill": "Képesség",
  "Keeper (skill)": "Védés",
  "Defending (skill)": "Védekezés",
  "Playmaking (skill)": "Játékszervezés",
  "Winger (skill)": "Szélsőjáték",
  "Passing (skill)": "Átadás",
  "Scoring (skill)": "Gólszerzés",
  "Set Pieces (skill)": "Pontrúgás",
  "non-existent": "nem létező",
  "disastrous": "katasztrófális",
  "wretched": "pocsék",
  "poor": "csapnivaló",
  "weak": "gyenge",
  "inadequate": "középszerű",
  "passable": "megfelelő",
  "solid": "jó",
  "excellent": "remek",
  "formidable": "nagyszerű",
  "outstanding": "kiemelkedő",
  "brilliant": "ragyogó",
  "magnificent": "lenyűgöző",
  "world class": "világklasszis",
  "supernatural": "természetfeletti",
  "titanic": "titáni",
  "extra-terrestrial": "földöntúli",
  "mythical": "legendás",
  "magical": "varázslatos",
  "utopian": "csodás",
  "divine": "isteni",

  "Calculate": "Számol",
  "Switch players": "Játékosok felcserélése",
  "Reset": "Alapállapot",
  "Get link": "Link megjelenítése",

  "Position": "Poszt",
  "Keeper": "Kapus",
  "Defender": "Középhátvéd",
  "Defender (Off)": "Középhátvéd (támadó)",
  "Defender (TW)": "Középhátvéd (szélre) ",
  "Winger Back": "Szélsőhátvéd",
  "Winger Back (Off)": "Szélsőhátvéd (támadó)",
  "Winger Back (Def)": "Szélsőhátvéd (védekező)",
  "Winger Back (TM)": "Szélsőhátvéd (középre)",
  "Midfielder": "Középpályás",
  "Midfielder (Off)": "Középpályás (támadó)",
  "Midfielder (Def)": "Középpályás (védekező)",
  "Midfielder (TW)": "Középpályás (szélre)",
  "Winger": "Szélső",
  "Winger (Off)": "Szélső (támadó)",
  "Winger (Def)": "Szélső (védekező)",
  "Winger (TM)": "Szélső (középre)",
  "Forward": "Csatár",
  "Forward (Def)": "Csatár (védekező)",
  "Forward (Def+Tec)": "Csatár (védekező+technikás)",
  "Forward (TW)": "Csatár (szélre)",

  "Charts": "Grafikonok",
  "Total Contribution": "Teljes Hozzájárulás",
  "Partial Contributions": "Részleges Hozzájárulás",

  "Extra": "Extra",
  "Stamina subskills calculation": "Erőnlét alszintjének számítása",
  "Performance at 90'": "Teljesítmény a 90. percben",
  "The estimate stamina level is": "Az erőnlét becsült szintje",
  "(or higher)": "(vagy magasabb)",
  "In order to get performance at minute 90', you need to go under \"Lineup\" tab of match ratings, click on the \"90\" button on the top and leave the mouse on player's stamina bar: a tooltip with stamina percentage will eventually appear. Player should have played all 90 minutes without confusion in the formation.": "Annak érdekében, hogy a 90. percben hozott teljesítményt lásd, lépj a \"Felállás\" lapra a mérkőzés értékeléseknél (HT-n), kattints a \"90\" gombra felül és hagyd az egeret a játékos erőnlétsávján: az erőnlétszázalék megjelenik egy felugró magyarázatban. A játékosnak 90 percet kell játszania, hogy ne zavarja meg a formációt. ",

  "Contributions table": "Hozzájárulás-táblázat",

  "Credits": "Stáb",
  "Thanks to": "Köszönettel",
  "Translated by": "Fordította",
  "Nerd thanks": "Külön köszönet"
}
