{
  "lang": "it-IT",
  "validateLang": "it",
  "flag": "it",
  "lang-name": "Italiano",
  "TRANSLATED_BY": "<b>Lizardopoli</b> (5246225) e <b>LudovR</b> (9878845)",

  "Error": "Errore",
  "You need a browser with JavaScript support": "Hai bisogno di un browser con supporto JavaScript",

  "QUOTE": "Ci sono cose sulla resistenza che non si possono spiegare. Per tutto il resto c'è <b>Stamin.IA!</b>.",

  "TITLE": "Benvenuto su Stamin.IA!",
  "SUBTITLE": "Il primo strumento per calcolare le sostituzioni in Hattrick",
  "SHORT_HELP": "Compila il modulo e Stamin.IA! calcolerà in quale minuto pianificare la sostituzione tra <b>%s</b> e <b>%s</b> per ottenere il massimo contributo.",
  "LONG_HELP": "<p>In questa guida saranno analizzati nel dettaglio gli aspetti più importanti di Stamin.IA!.</p><p>La <strong>forza dei giocatori</strong> a cui fa riferimento il tool non è correlata ai livelli e ai sottolivelli di Hattrick: è un indicatore nato dal bisogno di riassumere in un solo numero l'utilità di un giocatore.</p><p>Il <strong>Calcolo avanzato della forza</strong> va utilizzato quando è necessario considerare più abilità per determinare l'apporto di un giocatore, ad esempio per un portiere, il cui contributo al settore difensivo è dato dalle abilità parate e difesa. Se invece si desidera stimare esclusivamente l'apporto al centrocampo di un regista, è sufficiente utilizzare la modalità semplice oppure azzerare le abilità diverse da regia in modalità avanzata.</p><p>Dopo aver inserito i dati richiesti bisogna cliccare su <strong>Calcola</strong>.</p><p>Il risultato verrà mostrato nel riquadro sottostante al modulo e indicherà il minuto (o l'intervallo di minuti) in cui, pianificando la sostituzione, i giocatori daranno il massimo contributo alla squadra.</p><p>Il grafico <strong>Apporto Totale</strong> mostra il <i>contributo</i> che danno i giocatori alla squadra se viene effettuata la sostituzione nel <em>minuto</em> indicato.</p><p>Il grafico <strong>Apporti Parziali</strong>, mostra invece il <em>contributo</em> individuale che danno i giocatori alla squadra, nel caso il titolare lasci il campo e la riserva prenda il suo posto nel <em>minuto</em> indicato.</p><p>Al primo sguardo, può sembrare che tra i due grafici non vi siano nessi, anzi, che siano addirittura in contraddizione. Per spiegarne la correlazione, ipotizziamo una sostituzione al decimo minuto del primo tempo. Dal grafico \"Apporti Parziali\" annotiamo il contributo del titolare che lascia il campo al 9° minuto (non partecipando al calcolo delle valutazioni per il 10°) e della riserva che subentra al 10° minuto. Il titolare ha quindi contribuito alla squadra per 9/90 (10%) e la riserva per 81/90 (90%). Sommando il 10% dell'apporto del titolare e il 90% di quello della riserva, otteniamo il valore del grafico \"Apporto Totale\" in corrispondenza del decimo minuto.</p><p>Abilitando l'opzione <strong>Pressing</strong>, il tool terrà conto dell'impatto negativo che tale tattica ha sulla resistenza dei giocatori.</p><p>La <strong>Tabella dei contributi</strong> (mostrata solo se la relativa opzione è abilitata) include tutti i dettagli del calcolo: ipotizzando il cambio in ognuno dei minuti della gara, troviamo il contributo totale dei giocatori, la percentuale del loro rendimento rispetto al massimo, i loro singoli apporti ed eventuali altre note:</p><ul><li><b>MIN</b>: Contributo minimo</li><li><b>MAX</b>: Contributo massimo</li><li><b>~ 1%</b>: Differenza di rendimento inferiore all'1% rispetto al massimo (utile, ad esempio, per impostare il cambio un po' dopo/prima se si vuole dare più esperienza ai giocatori o se si temono infortuni degli stessi senza perdere troppo in termini di apporto alla squadra)</li><li><b>Titolare resistenza bassa &darr;</b>: Minuto dal quale il titolare, non uscendo dal campo, rischia un evento speciale negativo dovuto alla resistenza</li><li><b>Riserva resistenza bassa &uarr;</b>: Minuto fino al quale la riserva, entrando in campo, rischia un evento speciale negativo dovuto alla resistenza</li></ul><p>Stamin.IA! non tiene conto degli infortuni che possono capitare ai giocatori. &Egrave; ovvio che più i giocatori restano in campo più rischiano di infortunarsi come è altresì ovvio che questo aspetto del gioco non è predicibile.</p><p>Puoi stimare i sottolovelli di resistenza utilizzando la funzione apposita nel pannello <a href=\"#\" id=\"extraLink\"><i class=\"icon-plus-sign\"></i> Extra</a></p>",

  "CHPP": "",
  "Authorize Stamin.IA! to access your data": "Autorizza Stamin.IA! ad accedere ai tuoi dati",
  "Remember me": "Ricordami",
  "Login": "Accedi",
  "<b>WARNING:</b> by enabling \"%s\", your authorization data are stored in a %s on your computer. <b>DO NOT USE</b> this option if you are using a public computer (i.e. internet points)." :  "<b>ATTENZIONE:</b> abilitando \"%s\", i dati di autorizzazione saranno salvati in un %s. <b>NON USARE</b> questa opzione su postazioni condivise (es: internet point).",
  "cookie" : "",
  "A cookie is used for an origin website to send state information to a user's browser and for the browser to return the state information to the origin site." : "I cookie sono frammenti di testo utilizzati da un sito per inviare al browser informazioni sullo stato della sessione e dal browser per restituire al sito di origine tali informazioni.",
  "Revoke authorization": "Revoca autorizzazione",

  "Close": "Chiudi",
  "Help": "Aiuto",
  "Check %s if you need an estimation of stamina sub-levels.": "Visita %s se hai bisogno di una stima sui decimali della resistenza.",

  "Settings": "Impostazioni",
  "Only calculate the second half": "Considera solo il secondo tempo",
  "Show charts": "Mostra grafici",
  "Show contributions table": "Mostra la tabella dei contributi",
  "Pressing": "",
  "Advanced strength calculation": "Calcolo avanzato della forza",
  "Predictions Type": "Tipo di predizioni",

  "CHPP Mode": "Modalità CHPP",
  "Unauthorized": "Non autenticata",
  "Loading...": "Caricamento...",
  "Refresh data": "Aggiorna dati",

  "Players Info": "Informazioni sui giocatori",
  "Player": "Giocatore",
  "Player 1": "Titolare",
  "Player 2": "Riserva",
  "Sort by": "Ordina per",
  "Shirt Number": "Numero maglia",
  "Name": "Nome",

  "Form": "Forma",
  "Stamina": "Resistenza",
  "Experience": "Esperienza",
  "Main Skill": "Abilità primaria",
  "Loyalty": "Fedeltà",
  "Mother club bonus": "Bonus Squadra Madre",

  "Skill": "Abilità",
  "Keeper (skill)": "Parate",
  "Defending (skill)": "Difesa",
  "Playmaking (skill)": "Regia",
  "Winger (skill)": "Cross",
  "Passing (skill)": "Passaggi",
  "Scoring (skill)": "Attacco",
  "Set Pieces (skill)": "Calci piazzati",
  "non-existent": "inesistente",
  "disastrous": "disastroso",
  "wretched": "tremendo",
  "poor": "scarso",
  "weak": "debole",
  "inadequate": "insufficiente",
  "passable": "accettabile",
  "solid": "buono",
  "excellent": "eccellente",
  "formidable": "formidabile",
  "outstanding": "straordinario",
  "brilliant": "splendido",
  "magnificent": "magnifico",
  "world class": "fuoriclasse",
  "supernatural": "sovrannaturale",
  "titanic": "titanico",
  "extra-terrestrial": "extraterrestre",
  "mythical": "mitico",
  "magical": "magico",
  "utopian": "utopico",
  "divine": "divino",

  "Calculate": "Calcola",
  "Switch players": "Inverti giocatori",
  "Reset": "Ripristina",
  "Get link": "Genera link",

  "Position": "Posizione",
  "Keeper": "Portiere",
  "Defender": "Difensore",
  "Defender (Off)": "Difensore (Off)",
  "Defender (TW)": "Difensore (Verso l'ala)",
  "Winger Back": "Terzino",
  "Winger Back (Off)": "Terzino (Off)",
  "Winger Back (Def)": "Terzino (Dif)",
  "Winger Back (TM)": "Terzino (Verso il centro)",
  "Midfielder": "Centrocampista",
  "Midfielder (Off)": "Centrocampista (Off)",
  "Midfielder (Def)": "Centrocampista (Dif)",
  "Midfielder (TW)": "Centrocampista (Verso l'ala)",
  "Winger": "Ala",
  "Winger (Off)": "Ala (Off)",
  "Winger (Def)": "Ala (Dif)",
  "Winger (TM)": "Ala (Verso il centro)",
  "Forward": "Attaccante",
  "Forward (Def)": "Attaccante (Dif)",
  "Forward (Def+Tec)": "Attaccante (Dif+Tecnico)",
  "Forward (TW)": "Attaccante (Verso l'ala)",

  "Charts": "Grafici",
  "Total Contribution": "",
  "Partial Contributions": "",

  "Extra": "",
  "Stamina subskills calculation": "Calcolo dei sottolivelli di resistenza",
  "Performance at 90'": "Contributo al 90°",
  "The estimate stamina level is": "Il livello di resistenza stimato è",
  "(or higher)": "(o superiore)",
  "In order to get performance at minute 90', you need to go under \"Lineup\" tab of match ratings, click on the \"90\" button on the top and leave the mouse on player's stamina bar: a tooltip with stamina percentage will eventually appear. Player should have played all 90 minutes without confusion in the formation.": "Per ottenere il contributo al minuto 90', devi guardare nel pannello \"Formazione\" delle valutazioni della partita, cliccare sul bottone \"90\" in alto e lasciare il mouse sull'indicatore di resistenza del giocatore: verrà mostrato un tooltip con la percentuale di resistenza. Il giocatore deve aver giocato tutti e 90 i minuti senza confusione nel modulo.",

  "Contributions table": "Tabella dei contributi",

  "Credits": "Ringraziamenti",
  "Thanks to": "Grazie a",
  "Translated by": "Traduzione a cura di",
  "Nerd thanks": "Ringraziamenti nerd"
}
